Repository: chameleon-system/chameleon-shop
Catalog: src/ShopBundle/Resources/translations/messages.*.xliff
Languages: de

# chameleon_system_shop.link.shipping_link
source: shipping
de: Versand

# chameleon_system_shop.text.product
source: Product
de: Artikel

# chameleon_system_shop.text.other_categories_headline
source: Other categories
de: Ähnliche Artikel finden Sie hier

# chameleon_system_shop.error.unable_to_send_order_confirm_mail
source: Attention: Order confirmation email could not be sent.
de: Achtung: Bestellbestätigung konnte nicht gesendet werden.

# chameleon_system_shop.order_notification.error_mail_template_not_found
source: Email template %emailTemplate% not found.
de: E-Mail-Vorlage %emailTemplate% wurde nicht gefunden!

# chameleon_system_shop.stock_message.different_shipping_time_applies
source: There is another shipping time estimation for an amount of %amount%: %shippingMessage%
de: Für %amount% Stück gilt eine andere Lieferzeit: %shippingMessage%

# chameleon_system_shop.tell_a_friend.captcha
source: What's the sum of %num1% + %num2%?
de: Was ergibt %num1% + %num2%?

# chameleon_system_shop.error.generic_payment_shipping_error
source: Error occurred during shipping or payment method selection.
de: Bei der Auswahl der Versandart/Zahlmethode ist ein Fehler aufgetreten

# chameleon_system_shop.payment_data_trans.settlement_failure_mail_info
source: Order number: %ordernumber% Reference number: %ref%
de: Bestellnummer: %ordernumber% Referenznummer: %ref%

# chameleon_system_shop.payment_data_trans.action_use_stored_card
source: Use
de: Verwenden

# chameleon_system_shop.payment_data_trans.action_delete_stored_card
source: delete
de: löschen

# chameleon_system_shop.payment_data_trans.security_headline
source: Secure credit card payment
de: Sichere Kreditkartenzahlung

# chameleon_system_shop.payment_data_trans.security_text
source: This is a secure encrypted connection
de: Dies ist eine sichere verschlüsselte Verbindung

# chameleon_system_shop.payment_data_trans.form_card_type
source: Credit card type
de: Kartentyp

# chameleon_system_shop.payment_data_trans.form_card_number
source: Credit card number
de: Kartennummer

# chameleon_system_shop.payment_data_trans.form_card_number_help
source: This 16-digit number is on the front of your credit card.
de: Diese 16-stellige Zahl finden Sie auf der Vorderseite Ihrer Kreditkarte

# chameleon_system_shop.payment_data_trans.form_card_owner
source: Credit card holder
de: Karten-Inhaber

# chameleon_system_shop.payment_data_trans.form_card_valid_until
source: Valid until
de: Gültig bis

# chameleon_system_shop.payment_data_trans.form_card_valid_until_help
source: This date can be found at the front of your credit card.
de: Das Datum finden Sie ebenfalls auf der Vorderseite

# chameleon_system_shop.payment_data_trans.form_card_checksum
source: Card validation code (CVC)
de: Sicherheitscode

# chameleon_system_shop.payment_data_trans.form_card_checksum_help
source: This 3-digit number are the last 3 digits on the back of your credit card.
de: Diese 3-stellige Zahl finden Sie auf der Rückseite Ihrer Kreditkarte

# chameleon_system_shop.payment_data_trans.form_card_payment_time
source: Your account will be charged as soon as the products are shipped to you.
de: Die Belastung Ihres Kontos erfolgt mit dem Versand der Ware.

# chameleon_system_shop.payment_montrada.payment_form_h1
source: Description
de: Beschreibung

# chameleon_system_shop.payment_montrada.payment_form_h2
source: Price
de: Preis

# chameleon_system_shop.payment_montrada.payment_form_shipping
source: Shipping costs
de: Versandkosten

# chameleon_system_shop.payment_montrada.payment_form_payment_surcharge
source: Payment surcharge
de: Zahlungsaufschlag

# chameleon_system_shop.payment_montrada.payment_form_voucher
source: Vouchers
de: Gutscheine

# chameleon_system_shop.payment_montrada.payment_form_help
source: ATTENTION: Please click on "BACK TO SHOP" after finishing your payment so we can complete your order. After that your account will be charged and the products will be sent to you / your download will be activated.
de: HINWEIS: Bitte nach der durchgeführten Zahlung auf "WEITER ZUM SHOP" klicken, damit wir Ihre Bestellung vollständig durchführen können. Erst DANACH werden Ihnen Ihre Produkte zugesandt bzw. Ihr Download bereitgestellt und Ihr Konto belastet.

# chameleon_system_shop.payment_montrada.error_request
source: Error while processing the request to Montrada.
de: Fehler beim Verarbeiten des Requests an Montrada.

# chameleon_system_shop.payment_payone.error_unknown
source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.

# chameleon_system_shop.payment_payone.error_no_card_type
source: Please select a credit card type.
de: Bitte den Kartentyp auswählen.

# chameleon_system_shop.payment_payone.error_no_card_owner
source: Please enter the name of the credit card holder.
de: Bitte den Namen des Kreditkarteninhabers eintragen.

# chameleon_system_shop.payment_payone.error_no_card_number
source: Please enter the credit card number.
de: Bitte die Kreditkartennummer eintragen.

# chameleon_system_shop.payment_payone.error_no_card_checksum
source: Please enter the credit card verification code (CVC).
de: Bitte die Prüfziffer eintragen.

# chameleon_system_shop.payment_payone.error
source: Error: %errortext%
de: Fehler: %errortext%

# chameleon_system_shop.payment_payone.error_user_abort
source: User abort
de: Abbruch durch den Benutzer.

# chameleon_system_shop.payment_paypal_express.error_guest_user_with_id
source: User data invalid. A user with ID is marked as not logged in.
de: Benutzerdaten nicht OK. Ein User mit ID ist als nicht angemeldet markiert

# chameleon_system_shop.payment_easy_cash.error_unable_to_confirm_payment
source: Could not verify PayMaster payment details after three attempts. Please try again later.
de: Konnte die Zahlungsdetails beim PayMaster auch nach 3 Versuchen nicht bestätigen. Bitte versuchen Sie es später erneut.

# chameleon_system_shop.module_article_catalog.captcha
source: What is the sum of %num1% + %num2%?
de: Was ergibt %num1% + %num2%?

# chameleon_system_shop.module_basket.error_no_data_sent_to_update_basket_items
source: No data was given to UpdateBasketItems.
de: Es wurden keine Daten an UpdateBasketItems übermittelt.

# chameleon_system_shop.module_basket.error_basket_item_key_unknown
source: There is no product with sBasketItemKey %key%.
de: Es gibt kein Produkt mit dem sBasketItemKey %key%.

# chameleon_system_shop.module_basket.error_add_to_basket_no_data
source: No data was given to AddToBasket.
de: Es wurden keine Daten an AddToBasket übermittelt.

# chameleon_system_shop.module_basket.error_add_to_basket_no_id
source: No product ID was given to AddToBasket.
de: Es wurde keine Produkt-ID an AddToBasket übermittelt.

# chameleon_system_shop.module_basket.error_add_to_basket_id_unknown
source: There is no product with ID %id%.
de: Es gibt kein Produkt mit der ID %id%.

# chameleon_system_shop.module_basket.error_add_to_basket_not_buyable
source: This product is not buyable.
de: Das Produkt kann nicht gekauft werden.

# chameleon_system_shop.orders.msg_order_confirm_sent
source: Successfully sent email to this address: %mail%
de: E-Mail erfolgreich an folgende E-Mail-Adresse versandt: %mail%

# chameleon_system_shop.orders.error_sending_confirm_mail
source: Error: %error%
de: Fehler: %error%

# chameleon_system_shop.orders.error_sending_confirm_order_not_found
source: Could not find order.
de: Bestellung wurde nicht gefunden.

# chameleon_system_shop.orders.error_sending_confirm_order_missing_parameter
source: Missing parameters.
de: Fehlende Parameter.

# chameleon_system_shop.module_wizard_step.action_previous_step
source: back
de: zurück

# chameleon_system_shop.module_checkout.login_action_previous_step
source: back
de: zurück

# chameleon_system_shop.module_checkout.navi_header
source: Order steps
de: Bestellschritte

# chameleon_system_shop.module_checkout.help_header
source: Please note
de: Hinweise

# chameleon_system_shop.module_checkout.login_action_order_as_guest
source: order as guest
de: weiter als Gast

# chameleon_system_shop.module_checkout.login_action_register
source: register
de: zur Registrierung

# chameleon_system_shop.module_checkout.user_different_billing_address
source: Different billing address
de: Eine andere Rechnungsadresse

# chameleon_system_shop.module_checkout.user_ship_to_billing_address
source: Ship to billing address
de: Lieferadresse ist auch die Rechnungsadresse

# chameleon_system_shop.product_list.sort
source: Sort order
de: Sortierung

# chameleon_system_shop.product.error_no_preview_image
source: No product image available
de: Artikel hat kein Bild.

# chameleon_system_shop.manufacturer
source: Manufacturer
de: Hersteller
